Repository: eiriarte/vivaverbo
Catalog: po/*.po
Languages: eo

source: A name is required.
eo: Nomo estas necesa.

source: Accounts are reset on server restart from <code>server/config/seed.js</code>. Default account is <code>test@test.com</code> / <code>test</code>
eo: Kontoj rekreiĝas dum servila restarto disde <code>server/config/seed.js</code>. La apriora konto estas <code>test@test.com</code> / <code>test</code>

source: Admin account is <code>admin@admin.com</code> / <code>admin</code>
eo: La Admin-konto estas <code>admin@admin.com</code> / <code>admin</code>

source: Connect with Facebook
eo: Ensaluti per Facebook

source: Connect with Google+
eo: Ensaluti per Google+

source: Doesn't look like a valid email.
eo: Tio ne ŝajnas valida retpoŝta adreso.

source: Email
eo: Retpoŝta adreso

source: Hello {{ getCurrentUser().name }}
eo: Saluton {{ getCurrentUser().name }}

source: Login
eo: Ensaluti

source: Logout
eo: Elsaluti

source: Main DIV
eo: Ĉefa DIV

source: Name
eo: Nomo

source: Password
eo: Pasvorto

source: Password must be at least 3 characters.
eo: La pasvorto enhavu almenaŭ 3 signoj.

source: Please enter a valid email.
eo: Bonvolu entajpi validan retpoŝtan adreson.

source: Please enter your email.
eo: Bonvolu entajpi vian retpoŝtan adreson.

source: Please enter your password.
eo: Bonvolu entajpi vian pasvorton.

source: Register
eo: Aliĝi

source: Sign up
eo: Registriĝi

source: What's your email address?
eo: Kio estas via retpoŝta adreso?
